Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Current Monitor Only
ar: الشاشة الحالية فقط
de: Nur aktueller Monitor
es: Solo el monitor actual
fr: Moniteur actuel uniquement
hu: Csak a jelenlegi monitor
ja: 現在のモニターのみ
nl: Alleen huidige monitor
pl: Tylko bieżący wyświetlacz
pt: Apenas o Monitor Atual
ru: Только текущий монитор
sv: Endast aktuell bildskärm
tr: Yalnızca Geçerli Monitör
vi: Chỉ màn hình hiện tại
zh_hans: 仅当前显示器
zh_hant: 僅限目前螢幕

source: Current Sound
ar: الصوت الحالي
de: Aktuelles Geräusch
es: Sonido actual
fr: Son actuel
hu: Jelenlegi hang
ja: 現在のサウンド
nl: Huidig geluid
pl: Bieżący dźwięk
pt: Som Atual
ru: Текущий звук
sv: Aktuellt ljud
tr: Geçerli Ses
vi: Âm thanh hiện tại
zh_hans: 当前声音
zh_hant: 目前聲音

source: Current Space Only
ar: المساحة الحالية فقط
de: Nur aktueller Space
es: Solo el espacio actual
fr: Espace actuel uniquement
hu: Csak a jelenlegi Space
ja: 現在の操作スペースのみ
nl: Alleen huidige space
pl: Tylko bieżąca przestrzeń
pt: Apenas o Espaço Atual
ru: Только текущее пространство
sv: Endast aktuellt Space
tr: Yalnızca Geçerli Masaüstü
vi: Chỉ không gian hiện tại
zh_hans: 仅当前空间
zh_hant: 僅限目前空間

source: Current window control appearance
ar: مظهر تحكم النافذة الحالي
de: Aktuelles Erscheinungsbild der Fenstersteuerungen
es: Apariencia actual de los controles de ventana
fr: Apparence des contrôles de fenêtre
hu: Jelenlegi ablakvezérlő-megjelenés
ja: 現在のウインドウコントロールの外観
nl: Huidig uiterlijk van vensterbediening
pl: Bieżący wygląd elementów sterujących oknem
pt: Aparência atual dos controlos de janela
ru: Текущий вид элементов управления окном
sv: Nuvarande utseende för fönsterreglage
tr: Geçerli pencere kontrolü görünümü
vi: Giao diện điều khiển cửa sổ hiện tại
zh_hans: 当前窗口控制外观
zh_hant: 目前視窗控制項外觀

source: Custom
ar: تخصيص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hu: Egyéni
ja: カスタム
nl: Aangepast
pl: Własne
pt: Personalizadas
ru: Настраиваемый
sv: Anpassat
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: Custom Icon
ar: أيقونة مخصصة
de: Benutzerdefiniertes Symbol
es: Icono personalizado
fr: Icône personnalisée
hu: Egyéni ikon
ja: カスタムアイコン
nl: Aangepast pictogram
pl: Własna ikona
pt: Ícone Personalizado
ru: Собственный значок
sv: Anpassad symbol
tr: Özel Simge
vi: Biểu tượng Tùy chỉnh
zh_hans: 自定义图标
zh_hant: 自訂圖示

source: Custom icon file missing. Choose a new image or reset it.
ar: ملف رمز مخصص مفقود. اختر صورة جديدة أو أعد تعيينها.
de: Benutzerdefinierte Symboldatei fehlt. Wählen Sie ein neues Bild oder setzen Sie es zurück.
es: Falta el archivo del icono personalizado. Elige una imagen nueva o restablécelo.
fr: Fichier d'icône personnalisé manquant. Choisissez une nouvelle image ou réinitialisez-la.
hu: Az egyéni ikonfájl hiányzik. Válasszon új képet, vagy állítsa vissza.
ja: カスタムアイコンのファイルが見つかりません。新しい画像を選択するか、リセットしてください。
nl: Bestand van aangepast pictogram ontbreekt. Kies een nieuwe afbeelding of stel deze opnieuw in.
pl: Brak pliku niestandardowej ikony. Wybierz nowy obraz lub zresetuj go.
pt: Falta o ficheiro do ícone personalizado. Escolha uma nova imagem ou reponha-o.
ru: Файл собственного значка отсутствует. Выберите новое изображение или сбросьте значок.
sv: Filen med den anpassade symbolen saknas. Välj en ny bild eller återställ den.
tr: Özel simge dosyası eksik. Yeni bir görsel seç veya sıfırla.
vi: Thiếu tệp biểu tượng tùy chỉnh. Chọn một hình ảnh mới hoặc đặt lại.
zh_hans: 自定义图标文件丢失。请选择新的图片或将其重置。
zh_hant: 找不到自訂圖示檔案。請選擇新的圖片或將其重設。

source: Custom Icon Scale
ar: مقياس رمز مخصص
de: Skalierung des eigenen Symbols
es: Escala del icono personalizado
fr: Échelle d'icône
hu: Egyéni ikonméretezés
ja: カスタムアイコンのスケール
nl: Aangepaste pictogramschaal
pl: Skala własnej ikony
pt: Escala do Ícone Personalizado
ru: Масштаб собственного значка
sv: Skala för anpassad symbol
tr: Özel Simge Ölçeği
vi: Tỷ lệ biểu tượng tùy chỉnh
zh_hans: 自定义图标缩放
zh_hant: 自訂圖示縮放比例

source: Custom icon set
ar: تم تعيين أيقونة مخصصة
de: Eigenes Symbolset
es: Icono personalizado definido
fr: Icône personnalisée définie
hu: Egyéni ikonkészlet
ja: カスタムアイコンが設定されています
nl: Aangepast pictogram ingesteld
pl: Niestandardowy zestaw ikon
pt: Ícone personalizado definido
ru: Собственный значок задан
sv: Anpassad symbol har valts
tr: Özel simge ayarlandı
vi: Bộ biểu tượng tùy chỉnh
zh_hans: 已设置自定义图标
zh_hant: 自訂圖示集

source: Custom image behind every widget
ar: صورة مخصصة خلف كل أداة
de: Eigenes Bild hinter jedem Widget
es: Imagen personalizada detrás de cada widget
fr: Image personnalisée derrière chaque widget
hu: Egyéni kép minden widget mögött
ja: すべてのウィジェットの背後のカスタム画像
nl: Aangepaste afbeelding achter elke widget
pl: Własny obrazek w tle każdego widżetu
pt: Imagem personalizada por trás de cada widget
ru: Пользовательское изображение за каждым виджетом
sv: Anpassad bild bakom varje widget
tr: Her widget'ın arkasında özel görsel
vi: Hình ảnh tùy chỉnh phía sau mọi tiện ích
zh_hans: 为所有小组件使用自定背景图片
zh_hant: 在每個小工具後方顯示自訂圖片

source: Custom image overlay on the dock background
ar: طبقة صورة مخصصة فوق خلفية Dock
de: Benutzerdefiniertes Bild als Überlagerung auf dem Dock-Hintergrund
es: Imagen personalizada superpuesta sobre el fondo del Dock
fr: Image personnalisée superposée à l'arrière-plan du dock
hu: Egyéni képfedvény a Dock hátterén
ja: Dockの背景に重ねるカスタム画像
nl: Aangepaste afbeelding als overlay op de achtergrond van het Dock
pl: Niestandardowy obraz nakładany na tło Docka
pt: Sobreposição de imagem personalizada no fundo da Dock
ru: Пользовательское изображение поверх фона Dock
sv: Anpassad bild ovanpå dockans bakgrund
tr: Dock arka planı üzerinde özel görsel katmanı
vi: Lớp phủ hình ảnh tùy chỉnh trên nền dock
zh_hans: 覆盖在 Dock 背景上的自定义图片
zh_hant: Dock 背景自訂影像疊加

source: Custom image set
ar: تم تعيين صورة مخصصة
de: Eigenes Bild festgelegt
es: Imagen personalizada definida
fr: Image personnalisée définie
hu: Egyéni kép beállítva
ja: カスタム画像が設定されています
nl: Aangepaste afbeelding ingesteld
pl: Ustawiono obraz niestandardowy
pt: Imagem personalizada definida
ru: Собственное изображение задано
sv: Anpassad bild har valts
tr: Özel görsel ayarlandı
vi: Bộ hình ảnh tùy chỉnh
zh_hans: 已设置自定义图片
zh_hant: 自訂影像集

source: Custom image shown when the Trash has items. Leave unset for the system icon.
ar: صورة مخصصة تظهر عندما يحتوي سلة المهملات على عناصر. اتركه غير محدد لأيقونة النظام.
de: Benutzerdefiniertes Bild, das angezeigt wird, wenn der Papierkorb Elemente enthält. Leer lassen, um das Systemsymbol zu nutzen.
es: Imagen personalizada que se muestra cuando la Papelera tiene elementos. Déjala sin definir para usar el icono del sistema.
fr: Image personnalisée affichée lorsque la Corbeille contient des éléments. Laissez vide pour conserver l'icône système.
hu: A Kuka nem üres állapotában megjelenő egyéni kép. Hagyja üresen a rendszerikon használatához.
ja: ゴミ箱に項目があるときに表示するカスタム画像。未設定の場合はシステムアイコンを使用します。
nl: Aangepaste afbeelding die wordt weergegeven wanneer er items in de prullenmand staan. Laat dit leeg voor het standaardpictogram.
pl: Niestandardowy obraz wyświetlany, gdy w Koszu znajdują się rzeczy. Pozostaw bez ustawienia, aby używać ikony systemowej.
pt: Imagem personalizada mostrada quando o Lixo tem itens. Deixe por definir para usar o ícone do sistema.
ru: Пользовательское изображение отображается при наличии элементов в Корзине. Оставьте пустым для системного значка.
sv: Anpassad bild som visas när papperskorgen innehåller objekt. Lämna tomt för att använda systemsymbolen.
tr: Çöp Sepeti'nde öğe olduğunda gösterilen özel görsel. Sistem simgesi için boş bırak.
vi: Hình ảnh tùy chỉnh hiển thị khi Thùng rác có các mục. Để trống nếu muốn sử dụng biểu tượng hệ thống.
zh_hans: 当废纸篓中有项目时显示的自定义图像。若不设置，则使用系统图标。
zh_hant: 垃圾桶內有項目時顯示的自訂影像。留空則使用系統圖示。

source: Custom image shown when the Trash is empty. Leave unset for the system icon.
ar: صورة مخصصة تظهر عندما تكون سلة المهملات فارغة. اتركها غير محددة لأيقونة النظام.
de: Benutzerdefiniertes Bild, das angezeigt wird, wenn der Papierkorb leer ist. Leer lassen, um das Systemsymbol zu nutzen.
es: Imagen personalizada que se muestra cuando la Papelera está vacía. Déjala sin definir para usar el icono del sistema.
fr: Image personnalisée affichée lorsque la Corbeille est vide. Laissez vide pour conserver l'icône système.
hu: A Kuka üres állapotában megjelenő egyéni kép. Hagyja üresen a rendszerikon használatához.
ja: ゴミ箱が空のときに表示するカスタム画像。未設定の場合はシステムアイコンを使用します。
nl: Aangepaste afbeelding die wordt weergegeven wanneer de prullenmand leeg is. Laat dit leeg voor het standaardpictogram.
pl: Niestandardowy obrazek wyświetlany, gdy Kosz jest pusty. Pozostaw nieustawione dla ikony systemu.
pt: Imagem personalizada mostrada quando o Lixo está vazio. Deixe por definir para usar o ícone do sistema.
ru: Пользовательское изображение отображается при отсутствии элементов в Корзине. Оставьте пустым для системного значка.
sv: Anpassad bild som visas när papperskorgen är tom. Lämna tomt för att använda systemsymbolen.
tr: Çöp Sepeti boşken gösterilen özel görsel. Sistem simgesi için boş bırak.
vi: Hình ảnh tùy chỉnh hiển thị khi Thùng rác trống. Để trống nếu muốn sử dụng biểu tượng hệ thống.
zh_hans: 废纸篓为空时显示的自定义图像。若不设置，则显示系统图标。
zh_hant: 垃圾桶沒有項目時顯示自訂影像；不設定則採用系統圖示。

source: Custom Profile Icon
ar: أيقونة ملف تعريف مخصصة
de: Eigenes Profilsymbol
es: Icono de perfil personalizado
fr: Icône de profil personnalisée
hu: Egyéni profilikon
ja: カスタムプロファイルアイコン
nl: Aangepast profielpictogram
pl: Niestandardowa ikona profilu
pt: Ícone de Perfil Personalizado
ru: Собственный значок профиля
sv: Anpassad profilsymbol
tr: Özel Profil Simgesi
vi: Biểu tượng hồ sơ tùy chỉnh
zh_hans: 自定义配置文件图标
zh_hant: 自訂設定檔圖示

source: Customize the Cycle Windows key in Shortcuts
ar: خصّص مفتاح التنقل بين النوافذ من الاختصارات
de: Passen Sie die Taste „Fenster durchwechseln“ unter „Kurzbefehle“ an
es: Personaliza la tecla Alternar ventanas en Atajos
fr: Personnalisez la touche Parcourir les fenêtres dans Raccourcis
hu: Az ablakváltó billentyű testreszabása a Billentyűparancsokban
ja: ショートカット設定でウインドウ切り替えキーをカスタマイズ
nl: De toets 'Door vensters bladeren' aanpassen in sneltoetsen
pl: Dostosuj klawisz Przełącz okna w Skrótach
pt: Personalize a tecla Percorrer Janelas em Atalhos
ru: Настройте клавишу «Перебор окон» в разделе «Сочетания клавиш»
sv: Anpassa tangenten för Växla fönster under Kortkommandon
tr: Pencereleri Döngüle tuşunu Kısayollar'da özelleştir
vi: Tùy chỉnh phím Chuyển đổi cửa sổ trong Phím tắt
zh_hans: 在“快捷键”中自定义 Glance 窗口切换键
zh_hant: 在「快速鍵」中自訂「循環切換視窗」按鍵

source: Cycle backward while the window switcher or preview navigator is open
ar: التنقل للخلف أثناء فتح مبدّل النوافذ أو مستعرض المعاينات
de: Rückwärts wechseln, während der Fensterwechsler oder Vorschau-Navigator geöffnet ist
es: Recorre hacia atrás mientras el selector de ventanas o el navegador de previsualizaciones están abiertos
fr: Parcourir en arrière lorsque le sélecteur de fenêtres ou le navigateur d'aperçus est ouvert
hu: Visszafelé léptetés, amíg az ablakváltó vagy az előnézet-navigátor nyitva van
ja: ウインドウスイッチャーまたはプレビューナビゲータが開いている間に逆方向に切り替え
nl: Achteruit bladeren terwijl de vensterwisselaar of voorbeeldnavigator geopend is
pl: Przełączaj wstecz, gdy otwarty jest przełącznik okien lub nawigator podglądu
pt: Recuar enquanto o alternador de janelas ou o navegador de pré-visualizações está aberto
ru: Перебор в обратном порядке, пока открыт переключатель окон или навигатор предпросмотра
sv: Bläddra bakåt medan fönsterväxlaren eller förhandsvisningsnavigatorn är öppen
tr: Pencere değiştirici veya önizleme gezgini açıkken geriye doğru dolaş
vi: Chuyển vòng ngược lại trong khi bộ chuyển đổi cửa sổ hoặc trình điều hướng xem trước đang mở
zh_hans: 在窗口切换器或预览导航器开启时，反向循环切换
zh_hant: 在視窗切換器或預覽導覽器開啟時，反向循環切換

source: Cycle backward while the window switcher or preview navigator is open. When set, this key replaces Shift with the switcher key.
ar: التنقل للخلف أثناء فتح مبدّل النوافذ أو مستعرض المعاينات. عند تعيينه، يحل هذا المفتاح محل Shift مع مفتاح المبدّل.
de: Rückwärts wechseln, während der Fensterwechsler oder Vorschau-Navigator geöffnet ist. Wenn festgelegt, ersetzt diese Taste die Kombination aus Umschalttaste und Wechslertaste.
es: Recorre hacia atrás mientras el selector de ventanas o el navegador de previsualizaciones están abiertos. Si se asigna, esta tecla sustituye a la combinación de Mayúsculas y la tecla del selector.
fr: Parcourir en arrière lorsque le sélecteur de fenêtres ou le navigateur d'aperçus est ouvert. Une fois définie, cette touche remplace la combinaison Maj + touche du sélecteur.
hu: Visszafelé léptetés, amíg az ablakváltó vagy az előnézet-navigátor nyitva van. Ha be van állítva, ez a billentyű helyettesíti a Shiftet a váltóbillentyűvel együtt.
ja: ウインドウスイッチャーまたはプレビューナビゲータが開いている間に逆方向に切り替えます。設定すると、スイッチャーキーと組み合わせるShiftキーの代わりにこのキーを使用します。
nl: Achteruit bladeren terwijl de vensterwisselaar of voorbeeldnavigator geopend is. Als deze toets is ingesteld, vervangt deze de combinatie van Shift en de wisseltoets.
pl: Przełączaj wstecz, gdy otwarty jest przełącznik okien lub nawigator podglądu. Po ustawieniu ten klawisz zastępuje połączenie klawisza Shift z klawiszem przełącznika.
pt: Recuar enquanto o alternador de janelas ou o navegador de pré-visualizações está aberto. Quando definida, esta tecla substitui a combinação de Shift com a tecla do alternador.
ru: Перебор в обратном порядке, пока открыт переключатель окон или навигатор предпросмотра. Если клавиша задана, она заменяет сочетание Shift и клавиши переключателя.
sv: Bläddra bakåt medan fönsterväxlaren eller förhandsvisningsnavigatorn är öppen. När den är inställd ersätter den här tangenten Skift i kombination med växlartangenten.
tr: Pencere değiştirici veya önizleme gezgini açıkken geriye doğru dolaş. Ayarlandığında bu tuş, değiştirici tuşla Shift'in yerini alır.
vi: Xoay vòng ngược lại trong khi trình chuyển đổi cửa sổ hoặc trình điều hướng bản xem trước đang mở. Khi được thiết lập, phím này sẽ thay thế phím Shift khi dùng cùng với phím chuyển đổi.
zh_hans: 在窗口切换器或预览导航器开启时反向循环切换。设定后，此快捷键将取代 Shift 搭配切换键的操作。
zh_hant: 當視窗切換器或預覽導覽器開啟時反向切換。設定後，此按鍵將取代 Shift 搭配切換鍵的操作。

source: Cycle Dock Profiles
ar: التنقل بين ملفات تعريف Dock
de: Dock-Profile durchwechseln
es: Alternar perfiles de Dock
fr: Faire défiler les profils du dock
hu: Dock-profilok váltása
ja: Dockプロファイルを切り替え
nl: Door Dock-profielen wisselen
pl: Przełącz profile Docka
pt: Percorrer Perfis da Dock
ru: Перебор профилей Dock
sv: Växla dockprofiler
tr: Dock Profillerini Döngüle
vi: Chuyển đổi hồ sơ dock
zh_hans: 循环切换 Dock 配置文件
zh_hant: 循環切換 Dock 設定檔

source: Cycle through enabled dock profiles on the current screen
ar: التنقل بين ملفات تعريف Dock المفعّلة على الشاشة الحالية
de: Aktivierte Dock-Profile auf dem aktuellen Bildschirm durchwechseln
es: Alterna entre los perfiles de Dock activados en la pantalla actual
fr: Fait défiler les profils de dock actifs sur l'écran actuel
hu: Váltás az engedélyezett Dock-profilok között a jelenlegi képernyőn
ja: 現在の画面で有効なDockプロファイルを順に切り替えます
nl: Door ingeschakelde Dock-profielen wisselen op het huidige scherm
pl: Przełączaj włączone profile Docka na bieżącym wyświetlaczu
pt: Percorre os perfis da Dock ativados no ecrã atual
ru: Перебор включенных профилей Dock на текущем экране
sv: Växla mellan aktiverade dockprofiler på den aktuella skärmen
tr: Geçerli ekranda etkin dock profilleri arasında sırayla geçiş yapın
vi: Chuyển đổi qua lại các hồ sơ dock đang bật trên màn hình hiện tại
zh_hans: 切换当前屏幕上的已启用 Dock 配置文件
zh_hant: 在目前螢幕上循環切換已啟用的 Dock 設定檔

source: Cycle Windows
ar: تدوير النوافذ
de: Fenster durchwechseln
es: Alternar ventanas
fr: Parcourir les fenêtres
hu: Ablakok váltása
ja: ウインドウを切り替え
nl: Door vensters bladeren
pl: Przełączaj okna
pt: Percorrer Janelas
ru: Перебор окон
sv: Växla fönster
tr: Pencereler arasında geçiş yap
vi: Chuyển đổi Cửa sổ
zh_hans: 切换窗口
zh_hant: 循環切換視窗

source: Daily Agenda
ar: جدول اليوم
de: Tagesübersicht
es: Agenda diaria
fr: Agenda quotidien
hu: Napi program
ja: 今日の予定
nl: Dagprogramma
pl: Plan dnia
pt: Agenda Diária
ru: Повестка дня
sv: Dagens agenda
tr: Günlük Gündem
vi: Chương trình trong ngày
zh_hans: 今日日程
zh_hant: 今日行程

source: Daily Goal
ar: الهدف اليومي
de: Tagesziel
es: Objetivo diario
fr: Objectif quotidien
hu: Napi cél
ja: 1日の目標
nl: Dagdoel
pl: Cel dzienny
pt: Objetivo Diário
ru: Цель на день
sv: Dagligt mål
tr: Günlük Hedef
vi: Mục tiêu hằng ngày
zh_hans: 每日目标
zh_hant: 每日目標

source: Daily goal met
ar: تحقق الهدف اليومي
de: Tagesziel erreicht
es: Objetivo diario cumplido
fr: Objectif quotidien atteint
hu: Napi cél teljesítve
ja: 1日の目標を達成
nl: Dagdoel behaald
pl: Osiągnięto cel dzienny
pt: Objetivo diário cumprido
ru: Цель на день достигнута
sv: Dagligt mål uppnått
tr: Günlük hedefe ulaşıldı
vi: Đã đạt mục tiêu hằng ngày
zh_hans: 已达成每日目标
zh_hant: 已達成每日目標

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hu: Sötét
ja: ダーク
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная
sv: Mörkt
tr: Koyu
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: dark mode
ar: الوضع الداكن
de: dunkelmodus
es: modo oscuro
fr: mode sombre
hu: sötét mód
ja: ダークモード
nl: donkere modus
pl: tryb ciemny
pt: modo escuro
ru: темный режим
sv: mörkt läge
tr: karanlık mod
vi: chế độ tối
zh_hans: 深色模式
zh_hant: 深色模式

source: Dark Mode
ar: الوضع الداكن
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
hu: Sötét mód
ja: ダークモード
nl: Donkere modus
pl: Tryb ciemny
pt: Modo Escuro
ru: Темный режим
sv: Mörkt läge
tr: Karanlık Mod
vi: Chế độ tối
zh_hans: 深色模式
zh_hant: 深色模式

source: Dark Noise
ar: ضوضاء داكنة
de: Dunkles Rauschen
es: Ruido oscuro
fr: Bruit sombre
hu: Sötét zaj
ja: ダークノイズ
nl: Donkere ruis
pl: Ciemny szum
pt: Ruído escuro
ru: Темный шум
sv: Mörkt brus
tr: Koyu Gürültü
vi: Tiếng ồn tối
zh_hans: 暗噪声
zh_hant: 低沉噪音

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
hu: Adat
ja: データ
nl: Gegevens
pl: Dane
pt: Dados
ru: Данные
tr: Veri
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

source: Date Format
ar: تنسيق التاريخ
de: Datumsformat
es: Formato de fecha
fr: Format de date
hu: Dátumformátum
ja: 日付フォーマット
nl: Datumnotatie
pl: Format daty
pt: Formato da Data
ru: Формат даты
sv: Datumformat
tr: Tarih Biçimi
vi: Định dạng ngày
zh_hans: 日期格式
zh_hant: 日期格式

source: Date Modified
ar: تاريخ التعديل
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
hu: Módosítás dátuma
ja: 変更日
nl: Datum gewijzigd
pl: Data modyfikacji
pt: Data de Modificação
ru: Дата изменения
sv: Ändringsdatum
tr: Değiştirilme Tarihi
vi: Ngày sửa đổi
zh_hans: 修改日期
zh_hant: 修改日期

source: day
ar: يوم
de: tag
es: día
fr: jour
hu: nap
ja: 日
nl: dag
pl: dzień
pt: dia
ru: день
sv: dag
tr: gün
vi: ngày
zh_hans: 天
zh_hant: 天

source: Day
ar: يوم
de: Tag
es: Día
fr: Jour
hu: Nap
ja: 日
nl: Dag
pl: Dzień
pt: Dia
ru: День
sv: Dag
tr: Gün
vi: Ngày
zh_hans: 天
zh_hant: 天

source: daylight
ar: ضوء النهار
de: tageslicht
es: luz del día
fr: lumière du jour
hu: napfény
ja: 日照
nl: daglicht
pl: światło dzienne
pt: luz do dia
ru: световой день
sv: dagsljus
tr: gün ışığı
vi: ánh sáng ban ngày
zh_hans: 日光
zh_hant: 日光

source: Daylight
ar: ضوء النهار
de: Tageslicht
es: Horas de luz
fr: Durée du jour
hu: Nappali fény
ja: 日照時間
nl: Daglicht
pl: Długość dnia
pt: Luz do dia
ru: Световой день
sv: Dagsljus
tr: Gün Işığı
vi: Ban ngày
zh_hans: 日光
zh_hant: 日光

source: days
ar: أيام
de: Tage
es: días
fr: jours
hu: nap
ja: 日
nl: dagen
pl: dni
pt: dias
ru: дни
sv: dagar
tr: gün
vi: ngày
zh_hans: 天
zh_hant: 天

source: Deactivate
ar: إلغاء التفعيل
de: Deaktivieren
es: Desactivar
fr: Désactiver
hu: Deaktiválás
ja: 非アクティブ化
nl: Deactiveren
pl: Dezaktywuj
pt: Desativar
ru: Деактивировать
sv: Avaktivera
tr: Devre dışı bırak
vi: Hủy kích hoạt
zh_hans: 停用
zh_hant: 停用

source: Debug
ar: تنقيح
de: Debuggen
es: Depuración
fr: Déboguer
hu: Hibakeresés
ja: デバッグ
nl: Foutopsporing
pl: Debugowanie
pt: Depuração
ru: Режим отладки
sv: Felsökning
tr: Hata ayıklama
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 除錯

source: Decide how DockDoor Pro fits
ar: حدد كيف يتلاءم DockDoor Pro
de: Legen Sie fest, wie sich DockDoor Pro einfügt
es: Decide cómo encaja DockDoor Pro
fr: Décidez comment DockDoor Pro s'intègre
hu: Döntse el, hogyan illeszkedjen a DockDoor Pro
ja: DockDoor Proの組み込み方を決める
nl: Bepaal hoe DockDoor Pro past
pl: Zdecyduj, jak DockDoor Pro ma pasować
pt: Decida como o DockDoor Pro se integra
ru: Решите, как DockDoor Pro вписывается
sv: Bestäm hur DockDoor Pro ska passa in
tr: DockDoor Pro'nun sana nasıl uyacağına karar ver
vi: Chọn cách DockDoor Pro hoạt động phù hợp với bạn
zh_hans: 选择 DockDoor Pro 的使用方式
zh_hant: 設定 DockDoor Pro 的顯示方式

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
ja: デフォルト
nl: Standaard
pl: Domyślny
pt: Predefinido
ru: По умолчанию
sv: Standard
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Default dock edge used unless a display override is set
ar: حافة Dock الافتراضية المستخدمة ما لم يتم تعيين تجاوز للشاشة
de: Standard-Dock-Platzierung, die verwendet wird, sofern keine Display-Überschreibung festgelegt ist
es: Borde del Dock que se usa por omisión salvo que haya un ajuste específico para una pantalla
fr: Position par défaut du dock, ignorée si un écran a sa propre configuration
hu: Az alapértelmezett Dock-szél használatos, kivéve ha kijelző-felülbírálás van beállítva
ja: ディスプレイの上書き設定がない場合に使用されるDockの配置エッジ
nl: Standaardrand van het Dock, tenzij er een afwijkende instelling voor een scherm is opgegeven
pl: Domyślna krawędź Docka używana, chyba że dla wyświetlacza ustawiono inną
pt: Margem predefinida da Dock, usada exceto se existir uma personalização por monitor
ru: Край Dock по умолчанию, если не задано переопределение для дисплея
sv: Standardkant för dockan om ingen åsidosättning är inställd för bildskärmen
tr: Bir ekran için özel ayar yapılmadığı sürece varsayılan dock kenarı kullanılır
vi: Cạnh dock mặc định được sử dụng trừ khi cài đặt ghi đè màn hình
zh_hans: 未设置显示器专属配置时，使用此默认 Dock 位置
zh_hant: 除非已為顯示器設定覆寫，否則將使用預設 Dock 邊緣位置

source: Default dock position used unless a display override is set
ar: موضع Dock الافتراضي المستخدم ما لم يتم تعيين تجاوز للشاشة
de: Standard-Dock-Platzierung, die verwendet wird, sofern keine Display-Überschreibung festgelegt ist
es: Posición del Dock que se usa por omisión salvo que haya un ajuste específico para una pantalla
fr: Position par défaut du dock, ignorée si un écran a sa propre configuration
hu: Az alapértelmezett Dock-pozíció van használva, kivéve ha kijelző-felülbírálás van beállítva
ja: ディスプレイの上書き設定がない場合に使用されるDockの位置
nl: Standaardpositie van het Dock, tenzij er een afwijkende instelling voor een scherm is opgegeven
pl: Domyślne położenie Docka używane, jeśli dla wyświetlacza nie ustawiono innego
pt: Posição predefinida da Dock, usada exceto se existir uma personalização por monitor
ru: Положение Dock по умолчанию, если не задано переопределение для дисплея
sv: Standardposition för dockan om ingen åsidosättning är inställd för bildskärmen
tr: Ekran için bir konum geçersiz kılma ayarı yapılmadığı sürece kullanılan varsayılan dock konumu
vi: Vị trí dock mặc định được sử dụng trừ khi cài đặt ghi đè màn hình
zh_hans: 未设置显示器覆盖时使用的默认 Dock 位置
zh_hant: 若未設定顯示器專屬覆寫，則使用預設 Dock 位置

source: Default Length
ar: المدة الافتراضية
de: Standarddauer
es: Duración predeterminada
fr: Durée par défaut
hu: Alapértelmezett hossz
ja: デフォルトの長さ
nl: Standaardduur
pl: Domyślny czas
pt: Duração Predefinida
ru: Длительность по умолчанию
sv: Standardlängd
tr: Varsayılan Süre
vi: Thời lượng mặc định
zh_hans: 默认时长
zh_hant: 預設長度
